Repository: konvader/OctoPrint-Powercontrol
Catalog: octoprint_powercontrol/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Powering off in
de: Schalte aus in

source: Power off relay 1
de: Relais 1 wird ausgeschaltet

source: Power off relay 2
de: Relais 2 wird ausgeschaltet

source: Waiting for cooldown
de: Warte bis abgekühlt

source: Powercontrol settings for Raspberry Pi
de: Raspberry Pi Powercontrol Einstellungen

source: The plugin controls a 2 channel Raspberry Pi relay card (e.g. SainSmart).
de: Das Plugin steuert eine 2 Kanal Relaiskarte (z.B. SainSmart).

source: Powerinfo was detected! Using Powerinfo Input and Web-Interface configuration.
de: Powerinfo wurde erkannt! Eingänge und Weboberfläche werden übernommen.

source: Input configuration
de: Eingänge konfigurieren

source: Specifiy the relay input pin on the pi (not the GPIO number).
de: Wähle den Eingangspin für die Relais (nicht die GPIO Nummer).

source: relay 1
de: Relais 1

source: relay 2
de: Relais 2

source: Web-Interface configuration
de: Konfiguration der Weboberfläche

source: Label for relay 1
de: Bezeichnung für Relais 1

source: Show the controls
de: Zeige das Relais in der Weboberfläche

source: Label for relay 2
de: Bezeichnung für Relais 2

source: Warnings
de: Warnungen

source: Activate the checkboxes below if you want to be warned before a power off is executed
de: Aktiviere das Kontrollkästchen um eine Warnung beim ausschalten des Relais anzuzeigen

source: Activate power off warning relay 1
de: Aktiviere Ausschaltwarnung für Relais 1

source: Activate power off warning relay 2
de: Aktiviere Ausschaltwarnung für Relais 2

source: gcode control
de: gcode Steuerung

source: The relay card can be controlled with M117 messages within your start and end gcode scripts.
de: Die Relaiskarte kann über M117 Nachrichten in den Start und End gcode Skripten gesteuert werden.

source: Usage: M117 Printer on
de: Bespiel: M117 Drucker ein

source: relay 1 power on message
de: Relais 1 Einschaltnachricht

source: relay 1 power off message
de: Relais 1 Ausschaltnachricht

source: relay 2 power on message
de: Relais 2 Einschaltnachricht

source: relay 2 power off message
de: Relais 2 Ausschaltnachricht

source: Cooldown delay
de: Ausschaltverzögerung

source: You can add a cooldown delay, which is used when a relay was powered off with a gcode message.
de: Wenn die Relais über M117 Nachrichten gesteuert werden, kannst du eine Verzögerung zum abkühlen einstellen.

source: Activate cooldown delay relay 1
de: Aktiviere Ausschaltverzögerung für Relais 1

source: Activate cooldown delay relay 2
de: Aktiviere Ausschaltverzögerung für Relais 2

source: delay time
de: Verzögerungszeit

source: seconds
de: Sekunden

source: On
de: Ein

source: Off
de: Aus
